Repository: prototypefund/runde15-turtlemail
Catalog: turtlemail/locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Benutzername

source: E-mail
de: E-Mail-Adresse

source: Password
de: Kennwort

source: Password confirmation
de: Kennwortbestätigung

source: Log into an existing account
de: Mit bestehendem Konto anmelden

source: Create a new account
de: Neues Konto erstellen

source: Who would you like to send your delivery to?
de: An wen darf die Lieferung gesendet werden?

source: Clear selected recipient
de: Ausgewählten Empfänger löschen

source: Proceed with this recipient
de: Mit diesem Empfänger fortfahren

source: Please enter the email of the person you'd like to invite:
de: Gib die E-mail Adresse der Person, die Du einladen möchtest an:

source: The start date must be at or before the end date.
de: Das Startdatum muss gleich oder vor dem Enddatum sein.

source: The end date is required.
de: Das Enddatum ist notwendig.

source: The start date is required.
de: Das Startdatum ist notwendig.

source: From
de: Von

source: Until
de: Bis

source: This request is already %(status)s.
de: Diese Anfrage ist bereits %(status)s.

source: The travel plans for this step have been cancelled.
de: Die Reisepläne für diesen Abschnitt sind storniert worden.

source: This date must be at or before the end date.
de: Dieses Datum muss gleich oder vor dem Enddatum sein.

source: This date is required.
de: Dieses Datum ist notwendig.

source: This handover cannot be changed anymore.
de: Diese Übergabe kann nicht mehr verändert werden.

source: If there has been a problem, please describe what went wrong and our support team will try to resolve it.
de: Falls es ein Problem gab, beschreibe es bitte. Unser Support-Team wird dich kontaktieren, um eine Lösung zu finden.

source: The email must be set.
de: Die E-Mail Adresse muss gewählt werden.

source: email address
de: E-Mail Adresse

source: staff status
de: Teamstatus

source: Designates whether the user can log into this admin site.
de: Bestimmt ob der Benutzer sich in die Admin Seite anmelden darf.

source: active
de: Aktiv

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Bestimmt ob der Benutzer als aktiv gesehen wird. Wähle diese Option anstatt die Benutzerkonten zu löschen.

source: date joined
de: Beitrittsdatum

source: user
de: Benutzer

source: users
de: Die Benutzer

source: This user has already been invited.
de: Dieser Benutzer wurde bereits eingeladen.

source: Location
de: Ort

source: User
de: Benutzer

source: Locations
de: Orte

source: Weekly
de: Wöchentlich

source: Sometimes
de: Ab und Zu

source: Frequency
de: Häufigkeit

source: Start
de: Beginn

source: End
de: Ende

source: Inactive until
de: Inaktiv bis

source: Stay
de: Aufenthalt

source: Stays
de: Aufenthalte

source: Calculating Route
de: Route wird berechnet

source: No Route Found
de: Keine Route gefunden

source: Confirming Route
de: Route wird bestätigt

source: Route is Outdated
de: Route ist nicht mehr aktuell

source: Ready to Ship
de: Zum Versand bereit

source: Delivering
de: In Lieferung

source: Delivered
de: Zugestellt

source: The system is currently looking for people who can make this delivery.
de: Das System sucht aktuell nach Menschen, die diese Lieferung machen können.

source: Waiting for everyone involved to confirm the planned journeys.
de: Es wird auf jeden Beteiligten gewartet, um die geplante Reise zu bestätigen.

source: Some people making this delivery don't have matching travel plans. The system will look for a new way to make this delivery.
de: Einige Menschen, die diese Lieferung machen, haben keine übereinstimmenden Reisepläne. Das System sucht nach einem neuen Weg für diese Lieferung.

source: This delivery is ready to begin its journey.
de: Diese Lieferung ist bereit die Reise zu beginnen.

source: This delivery is currently traveling through the turtlemail network.
de: Diese Lieferung befindet sich bereits am Weg durch das turtlemail Netzwerk.

source: This delivery has reached its destination.
de: Diese Lieferung hat ihren Zielort erreicht.

source: Sender
de: Absender

source: Recipient
de: Empfänger

source: Created at
de: Erstellt am

source: Delivery
de: Lieferung

source: Deliveries
de: Lieferungen

source: Routes
de: Routen

source: Suggested
de: Vorgeschlagen

source: Accepted
de: Akzeptiert

source: Rejected
de: Abgelehnt

source: Ongoing
de: Fortlaufend

source: Completed
de: Erledigt

source: Cancelled
de: Storniert

source: Problem reported
de: Problem gemeldet

source: Previous Step
de: Vorheriger Schritt

source: Next Step
de: Nächster Schritt

source: Between %(start_date)s and %(end_date)s
de: Zwischen %(start_date)s und %(end_date)s

source: After %(date)s
de: Nach %(date)s

source: At some point
de: Irgendwann

source: User's journey changed
de: Die Reise des Benutzers hat sich geändert

source: Making new travel plans
de: Neue Reisepläne werden gesucht

source: Found new travel plans
de: Neue Reisepläne wurden gefunden

source: Unable to find travel plans
de: Es konnten keine passenden Reisepläne gefunden werden

source: Packet arrived at new location
de: Lieferung ist an einem neuen Ort

source: Action Choices
de: Aktionenauswahl

source: New Route Step Status
de: Neuer Routen Schritt Status

source: Human readable log entry
de: Menschenlesbarer Log-Eintrag

source: A user cancelled their journey for this delivery
de: Ein Benutzer hat seine Reise für diese Lieferung storniert

source: A user rejected a proposed journey for this delivery
de: Ein Benutzer hat eine vorgeschlagene Reise für diese Lieferung abgelehnt

source: A user confirmed their journey for this delivery
de: Ein Benutzer hat seine Reise für diese Lieferung bestätigt

source: A user reported a problem that needs to be addressed by the support team
de: Jemand hat ein Problem mit dieser Übergabe an das Support-Team gemeldet

source: The delivery has reached its destination.
de: Die Lieferung hat ihr Ziel erreicht.

source: Delivery Log Entry
de: Lieferung Log Eintrag

source: Delivery Log Entries
de: Lieferung Log Einträge

source: new
de: neu

source: Chat message
de: Nachricht

source: Chat messages
de: Nachrichten

source: Hello,<br /> this chat was created for you to agree on the details of a delivery handover. Be excellent and careful with personal data.<br /> Handover is planned on {date} near {location}.<br /> Happy turtlemailing!
de: Hallo,<br /> hier kannst du ein Datum und einen Ort für eine Paketübergabe ausmachen. Bitte teile keine persönlichen Daten und nimm Rücksicht auf dein Gegenüber. Die Übergabe ist am {date} in der Nähe von {location} geplant. Viel Spaß!

source: Identifier of predefined system messages
de: Identifizierung von voreingestellten Systemnachrichten

source: Message author
de: Autor

source: Message content
de: Inhalt

source: German
de: Deutsch

source: There is a delivery relying on this stay. It can't be deleted at the moment.
de: Eine Lieferung ist abhängig von diesem Aufenthalt. Im Moment kann es nicht gelöscht werden.

source: Stay deleted.
de: Aufenthalt gelöscht.

source: You've been invited to turtlemail!
de: Du wurdest zu turtlemail eingeladen!

source: Invite sent!
de: Einladung gesendet!

source: Delivery created
de: Lieferung erstellt

source: Dismiss
de: Ablehnen

source: Oops, that didn't work.
de: Huch, das hat nicht geklappt.

source: Please try again later, or contact the support team if that doesn't work.
de: Bitte versuche es später noch einmal, oder melde dich beim Support-Team, fals das auch nicht funktioniert.

source: Click a chat from the list to agree upon package exchanges.
de: Wähle ein Gespräch aus, um Nachrichten zu schreiben.

source: You're currently not involved in any deliveries.
de: Du bist zur Zeit an keinen Lieferungen beteiligt.

source: Place a delivery
de: Eine Lieferung erstellen

source: Type to search by username...
de: Tippen, um nach Nutzernamen zu suchen...

source: There's no turtlemail user with this username yet. But you can still send your delivery - just invite them!
de: Es gibt noch keinen Account mit diesem Nutzernamen. Du kannst trotzdem dein Paket versenden - versende einfach eine Einladung!

source: Receive from %(sender)s
de: Empfangen von %(sender)s

source: Send to %(recipient)s
de: Senden zu %(recipient)s

source: Involved in past plans
de: Nicht mehr beteiligt

source: Discover an innovative way to efficiently deliver and send your packages. Our app connects users' journeys with deliveries of other users to create a self-organizing, decentralized peer-to-peer logistic solution.
de: Entdecke eine neue Art, Briefe und kleine Päckchen zu verschicken. Wir nennen sie Tierchen oder Pets. Du kannst jederzeit zur Turtle werden und dabei helfen, die Pets anderer Menschen ihrem Ziel näherzubringen.

source: Cartoon-style image of a smiling turtle carrying other animals on its back
de: Comic-artiges Bild einer lächelnden Schildkröte, die andere Tiere auf ihrem Rücken trägt

source: Screenshot showing data for a delivery in the turtlemail app
de: Bildschirmfoto mit Sendungsdaten in der turtlemail App

source: What makes turtlemail special?
de: Was macht turtlemail besonders?

source: Decentralized transport of letters and parcels without for-profit shipping companies
de: Selbstorganisierter, dezentraler Transport von Briefen und Päckchen (Pets) ohne Logistikkonzerne

source: Reduced carbon emissions and costs by using existing journeys for deliveries
de: Emissionsarm und versandkostenfrei durch Nutzung bereits geplanter Fahrten

source: Become part of the turtlemail community and get to know new people
de: Werde Teil der turtlemail-Community und triff dich mit Menschen aus deiner Umgebung für Übergaben.

source: Transparent, open source licensed software
de: Transparente, Freie und Open Source Software

source: Join the turtlemail experiment
de: Mach mit beim turtlemail-Experiment

source: Help us to test our software.
de: Hilf uns, turtlemail zu testen.

source: Read more about the experiment here.
de: Erfahre hier mehr über das Experiment.

source: Screenshot showing a request to make a delivery in the turtlemail app
de: Bildschirmfoto der turtlemail App mit einer Zustellungsanfrage

source: Send Invitation
de: Einladung senden

source: Messages
de: Nachrichten

source: You're sending this delivery to
de: Du sendest diese Lieferung an

source: is sending this delivery to you.
de: sendet diese Lieferung an dich.

source: %(current)d of %(total)d journeys confirmed
de: %(current)d von %(total)d Reisen bestätigt

source: %(current)d of %(total)d journeys completed
de: %(current)d von %(total)d Reisen abgeschlossen

source: Your next steps
de: Deine nächsten Schritte

source: Near %(location)s
de: In der Nähe von %(location)s

source: Pick up from %(name)s
de: Abholung von %(name)s

source: Hand over to %(name)s
de: Übergeben an %(name)s

source: Once handed over, %(name)s will report this step as completed on their side.
de: Sobald die Übergabe erfolgt ist, wird %(name)s diesen Schritt als abgeschlossen markieren.

source: There was a problem reported with this handover. The support team will reach out to you via email to find a solution.
de: Es wurde ein Problem mit dieser Übergabe gemeldet. Das Support-Team wird sich per E-mail bei dir melden, um eine Lösung zu finden.

source: Cancel this handover
de: Diese Übergabe absagen

source: Respond to this suggestion
de: Auf diesen Vorschlag antworten

source: Update handover status
de: Übergabestatus aktualisieren

source: You're not involved in the current travel plans for this delivery.
de: Du bist nicht in den aktuellen Reiseplänen dieser Lieferung eingeplant.

source: Activity
de: Aktivität

source: deactivated
de: deaktiviert

source: Joined
de: Beigetreten

source: Log Out
de: Ausloggen

source: Legal Notice
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Funded by the Bundesministerium für Bildung und Forschung
de: Gefördert vom Bundesministerium für Bildung und Forschung

source: Source Code
de: Quellcode

source: Thanks! Would this date and location work instead?
de: Danke! Würden dieses Datum und dieser Ort stattdessen passen?

source: Can you hand over your packet at the above dates?
de: Kannst du dein Paket an diesen Tagen übergeben?

source: %(sender)s would like to send a packet to you. Can you take it from %(user)s at the above dates?
de: %(sender)s würde dir gerne ein Paket schicken. Kannst du es von %(user)s an den obenstehenden Daten annehmen?

source: Can you help make this delivery at the above dates?
de: Kannst du an den obenstehenden Daten helfen, dieses Paket zu überliefern?

source: Yes
de: Ja

source: Not in the foreseeable future
de: Nicht in der absehbaren Zukunft

source: I don't know right now, ask me again later
de: Ich weiß gerade nicht, frag mich später noch einmal

source: No, but I'll be at this location another time:
de: Nein, aber ich werde zu anderer Zeit an diesem Ort sein, und zwar:

source: We'll create a new stay for these dates.
de: Wir werden einen neuen Aufenthalt für diese Daten anlegen.

source: Send
de: Versenden

source: Did you receive this package?
de: Hast du dieses Paket erhalten?

source: No, there has been a problem
de: Nein, es gab ein Problem

source: Hello!
de: Hallo!

source: You've been invited to turtlemail by %(user)s!
de: Du wurdest eingeladen zu turtlemail von %(user)s!

source: On turtlemail, people help each other out by taking things from one place to another. You can send deliveries, receive them, and help others by taking their deliveries on journeys you make.
de: Auf turtlemail helfen Menschen einander aus um Dinge von einem Ort zum Nächsten zu bringen. Du kannst Lieferungen senden und empfangen und Andere unterstützen in dem Du deren Lieferungen auf Reisen, die Du machst, mitnimmst.

source: To accept the invitation, click here: %(url)s
de: Um diese Einladung zu akzeptieren, klicke hier: %(url)s

source: This is the user's description of the problem:
de: Das Problem wurde vom Nutzer wie folgt beschrieben:

source: Link to the delivery:
de: Link zur Sendung:

source: Menu
de: Menü

source: Ready to ship
de: Bereit zum Versand

source: Receive
de: Empfangen

source: Signal Messenger
de: Signal

source: Click on the map to select a location.
de: Klicke auf die Karte, um einen Ort auszuwählen.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Click on the map to select a new location.
de: Klick auf die Karte, um einen neuen Ort auszuwählen.

source: This location is planned for some of your deliveries. Making changes will cancel these plans.
de: Dieser Ort ist für Lieferungen eingeplant. Wenn du ihn änderst, wird deine Mithilfe bei diesen Lieferungen abgesagt.

source: Add stay
de: Aufenthalt hinzufügen

source: Will not be included in any deliveries until %(date)s
de: Nicht in jeglichen Lieferungen inkludiert bis %(date)s

source: This stay is planned for some of your deliveries. Making changes will cancel these plans.
de: Dieser Auftenthalt ist für Lieferungen eingeplant. Wenn du ihn änderst, wird deine Mithilfe bei diesen Lieferungen abgesagt.
